Repository: mexenixi/narabi
Catalog: Narabi/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# selection.delete
source: Delete selected
ar: ✓ حذف
de: Auswahl löschen
es: Eliminar seleccionados
fr: Supprimer la sélection
he: ✓ מחיקה
hi: ✓ हटाएँ
id: Hapus pilihan
it: Elimina selezionati
ja: 選択項目を削除
ko: 선택 항목 삭제
nl: Selectie verwijderen
pl: Usuń wybrane
pt_br: Excluir selecionados
ru: Удалить выбранное
th: ลบที่เลือก
tr: Seçilenleri sil
uk: Видалити вибране
vi: Xóa mục đã chọn
zh_hans: 删除所选
zh_hant: 刪除所選

# selection.selectAll
source: Select all
ar: ✓ تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
he: ✓ בחירת הכול
hi: ✓ सभी चुनें
id: Pilih semua
it: Seleziona tutto
ja: 全選択
ko: 모두 선택
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar tudo
ru: Выбрать всё
th: เลือกทั้งหมด
tr: Tümünü seç
uk: Вибрати все
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

# settings.ai
source: AI sorting
ar: ترتيب AI
de: KI-Sortierung
es: Orden con IA
fr: Tri par IA
he: מיון AI
hi: AI क्रम
id: Pengurutan AI
it: Ordine IA
ja: AI並べ替え
ko: AI 정렬
nl: AI-sortering
pl: Sortowanie AI
pt_br: Ordenação por IA
ru: AI-сортировка
th: การเรียงด้วย AI
tr: Yapay zekâ sıralama
uk: AI-сортування
vi: Sắp xếp AI
zh_hans: AI 排序
zh_hant: AI 排序

# settings.aiPDF
source: PDF reading
ar: قراءة PDF
de: PDF lesen
es: Lectura de PDF
fr: Lecture PDF
he: קריאת PDF
hi: PDF पढ़ना
id: Pembacaan PDF
it: Lettura PDF
ja: PDF読み取り
ko: PDF 읽기
nl: PDF lezen
pl: Odczyt PDF
pt_br: Leitura de PDF
ru: Чтение PDF
th: อ่าน PDF
tr: PDF okuma
uk: Читання PDF
vi: Đọc PDF
zh_hans: PDF 读取
zh_hant: PDF 讀取

# settings.aiRead
source: AI reading method
ar: طريقة قراءة الذكاء الاصطناعي
de: KI-Lesemethode
es: Método de lectura para IA
fr: Méthode de lecture pour l’IA
he: שיטת קריאה של AI
hi: AI पढ़ने का तरीका
id: Metode pembacaan AI
it: Metodo di lettura IA
ja: AI読み取り方式
ko: AI 읽기 방식
nl: AI-leesmethode
pl: Metoda odczytu AI
pt_br: Método de leitura para IA
ru: Способ чтения для AI
th: วิธีอ่านสำหรับ AI
tr: AI okuma yöntemi
uk: Спосіб читання для AI
vi: Phương thức đọc AI
zh_hans: AI 读取方式
zh_hant: AI 讀取方式

# settings.aiReason
source: Request a short reason
ar: التعليمات
de: Kurze Begründung anfordern
es: Pedir una explicación breve
fr: Demander une brève raison
he: הנחיה
hi: निर्देश
id: Minta alasan singkat
it: Chiedi una breve spiegazione
ja: 短い説明を求める
ko: 짧은 설명 요청
nl: Vraag korte uitleg
pl: Poproś o krótkie wyjaśnienie
pt_br: Pedir breve explicação
ru: Запрашивать краткое объяснение
th: ขอคำอธิบายสั้นๆ
tr: Kısa açıklama iste
uk: Запитувати коротке пояснення
vi: Yêu cầu lý do ngắn
zh_hans: 请求简短说明
zh_hant: 要求簡短說明

# settings.aiReset
source: Reset default prompt
ar: استعادة
de: Standardanweisung wiederherstellen
es: Restablecer prompt
fr: Réinitialiser la consigne
he: שחזור
hi: पुनर्स्थापित करें
id: Atur ulang prompt
it: Ripristina prompt
ja: 初期プロンプトへ戻す
ko: 기본 프롬프트로 재설정
nl: Standaardprompt herstellen
pl: Przywróć domyślny prompt
pt_br: Restaurar prompt padrão
ru: Сбросить стандартное правило
th: รีเซ็ตข้อความตั้งต้น
tr: Varsayılan istemi geri yükle
uk: Скинути стандартне правило
vi: Đặt lại lời nhắc
zh_hans: 恢复默认提示词
zh_hant: 還原預設提示詞

# settings.aiText
source: Text reading
ar: قراءة النص
de: Text lesen
es: Lectura de texto
fr: Lecture de texte
he: קריאת טקסט
hi: टेक्स्ट पढ़ना
id: Pembacaan teks
it: Lettura testo
ja: テキスト読み取り
ko: 텍스트 읽기
nl: Tekst lezen
pl: Odczyt tekstu
pt_br: Leitura de texto
ru: Чтение текста
th: อ่านข้อความ
tr: Metin okuma
uk: Читання тексту
vi: Đọc văn bản
zh_hans: 文本读取
zh_hant: 文字讀取

# settings.appearance
source: Appearance
ar: المظهر
de: Darstellung
es: Apariencia
fr: Apparence
he: מראה
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 外観
ko: 화면 모드
nl: Weergave
pl: Wygląd
pt_br: Aparência
ru: Оформление
th: ลักษณะ
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# settings.appearance.dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
he: כהה
hi: गहरा
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pl: Ciemny
pt_br: Escuro
ru: Тёмное
th: มืด
tr: Koyu
uk: Темний
vi: Tối
zh_hans: 深色
zh_hant: 深色

# settings.appearance.light
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
he: בהיר
hi: हल्का
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pl: Jasny
pt_br: Claro
ru: Светлое
th: สว่าง
tr: Açık
uk: Світлий
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# settings.appearance.system
source: System
ar: النظام
es: Sistema
fr: Système
he: מערכת
hi: सिस्टम
id: Sistem
it: Sistema
ja: 自動
ko: 시스템
nl: Systeem
pt_br: Sistema
ru: Системное
th: ระบบ
tr: Sistem
uk: Системний
vi: Hệ thống
zh_hans: 自动
zh_hant: 自動

# settings.appTitle
source: App Settings
ar: العنوان
de: App-Einstellungen
es: Ajustes de la app
fr: Réglages de l’app
he: כותרת
hi: शीर्षक
id: Pengaturan Aplikasi
it: Impostazioni app
ja: アプリ設定
ko: 앱 설정
nl: App-instellingen
pl: Ustawienia aplikacji
pt_br: Ajustes do app
ru: Настройки приложения
th: การตั้งค่าแอป
tr: Uygulama Ayarları
uk: Налаштування застосунку
vi: Cài đặt ứng dụng
zh_hans: 应用设置
zh_hant: App 設定

# settings.color.allColor
source: All color
ar: ألوان
de: Alles farbig
es: Todo en color
fr: Tout en couleur
he: צבע
hi: रंग
id: Semua berwarna
it: Tutto a colori
ja: すべてカラー
ko: 모두 컬러
nl: Alles in kleur
pl: Wszystko w kolorze
pt_br: Tudo colorido
ru: Все в цвете
th: สีทั้งหมด
tr: Tümü renkli
uk: Усе в кольорі
vi: Tất cả có màu
zh_hans: 全部彩色
zh_hant: 全部彩色

# settings.color.allGray
source: All grayscale
ar: رمادي
de: Alles Graustufen
es: Todo en gris
fr: Tout en gris
he: אפור
hi: ग्रे
id: Semua abu-abu
it: Tutto in scala di grigi
ja: すべてグレー
ko: 모두 회색조
nl: Alles grijs
pl: Wszystko w szarości
pt_br: Tudo em cinza
ru: Всё в оттенках серого
th: เทาทั้งหมด
tr: Tümü gri
uk: Усе у відтінках сірого
vi: Tất cả thang xám
zh_hans: 全部灰度
zh_hant: 全部灰階

# settings.color.allMono
source: All black & white
ar: أحادي
de: Alles Schwarzweiß
es: Todo en blanco y negro
fr: Tout en noir et blanc
he: שחור-לבן
hi: एकरंगी
id: Semua hitam putih
it: Tutto bianco e nero
ja: すべて白黒
ko: 모두 흑백
nl: Alles zwart-wit
pl: Wszystko czarno-białe
pt_br: Tudo preto e branco
ru: Всё чёрно-белое
th: ขาวดำทั้งหมด
tr: Tümü siyah-beyaz
uk: Усе чорно-біле
vi: Tất cả đen trắng
zh_hans: 全部黑白
zh_hant: 全部黑白

# settings.color.perPage
source: Per page
ar: صفحة
de: Pro Seite
es: Por página
fr: Par page
he: עמוד
hi: पृष्ठ
id: Per halaman
it: Per pagina
ja: ページごとの設定
ko: 페이지별
nl: Per pagina
pl: Dla każdej strony
pt_br: Por página
ru: Для каждой страницы
th: ตามหน้า
tr: Sayfa başına
uk: Для кожної сторінки
vi: Theo trang
zh_hans: 按页面
zh_hant: 依頁面

# settings.defaultFormat
source: Default format
ar: الإعدادات
de: Standardformat
es: Formato predeterminado
fr: Format par défaut
he: הגדרות
hi: सेटिंग्स
id: Format bawaan
it: Formato predefinito
ja: 既定形式
ko: 기본 형식
nl: Standaardformaat
pl: Format domyślny
pt_br: Formato padrão
ru: Формат по умолчанию
th: รูปแบบเริ่มต้น
tr: Varsayılan biçim
uk: Формат за замовчуванням
vi: Định dạng mặc định
zh_hans: 默认格式
zh_hant: 預設格式

# settings.display
source: Display
ar: المظهر
de: Anzeige
es: Pantalla
fr: Affichage
he: מראה
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 表示
ko: 화면
nl: Weergave
pl: Wygląd
pt_br: Tela
ru: Отображение
th: การแสดงผล
tr: Görünüm
uk: Відображення
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

# settings.editorTitle
source: Editing Settings
ar: إعدادات التحرير
de: Bearbeitungseinstellungen
es: Ajustes de edición
fr: Réglages d’édition
he: הגדרות עריכה
hi: संपादन सेटिंग्स
id: Pengaturan Edit
it: Impostazioni modifica
ja: 編集設定
ko: 편집 설정
nl: Bewerkingsinstellingen
pl: Ustawienia edycji
pt_br: Ajustes de edição
ru: Настройки редактирования
th: การตั้งค่าการแก้ไข
tr: Düzenleme Ayarları
uk: Налаштування редагування
vi: Cài đặt chỉnh sửa
zh_hans: 编辑设置
zh_hant: 編輯設定

# settings.export
source: Export
ar: تصدير
es: Exportar
fr: Exporter
he: ייצוא
hi: निर्यात
id: Ekspor
it: Esporta
ja: 出力
ko: 내보내기
pl: Eksport
pt_br: Exportar
ru: Экспорт
th: ส่งออก
tr: Dışa aktar
uk: Експорт
vi: Xuất
zh_hans: 导出
zh_hant: 輸出

# settings.highQuality
source: High accuracy
ar: دقة عالية
de: Hohe Genauigkeit
es: Alta precisión
fr: Haute précision
he: דיוק גבוה
hi: उच्च सटीकता
id: Akurasi tinggi
it: Alta precisione
ja: 高精度
ko: 고정밀
nl: Hoge nauwkeurigheid
pl: Wysoka dokładność
pt_br: Alta precisão
ru: Высокая точность
th: ความแม่นยำสูง
tr: Yüksek doğruluk
uk: Висока точність
vi: Độ chính xác cao
zh_hans: 高精度
zh_hant: 高精確度

# settings.imageSize
source: Image size
ar: حجم الصورة
de: Bildgröße
es: Tamaño de imagen
fr: Taille de l’image
he: גודל התמונה
hi: चित्र का आकार
id: Ukuran gambar
it: Dimensione immagine
ja: 画像サイズ
ko: 이미지 크기
nl: Afbeeldingsgrootte
pl: Rozmiar obrazu
pt_br: Tamanho da imagem
ru: Размер изображения
th: ขนาดภาพ
tr: Görüntü boyutu
uk: Розмір зображення
vi: Kích thước ảnh
zh_hans: 图像尺寸
zh_hant: 影像大小

# settings.imageSize.custom
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
he: מותאם אישית
hi: कस्टम
id: Kustom
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nl: Aangepast
pl: Niestandardowy
pt_br: Personalizado
ru: Произвольный
th: กำหนดเอง
tr: Özel
uk: Власний
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# settings.imageSize.customRange
source: Enter a value from 16 to 16384 px.
ar: أدخل قيمة بين 16 و16384 بكسل.
de: Geben Sie einen Wert zwischen 16 und 16384 px ein.
es: Introduce un valor entre 16 y 16384 px.
fr: Saisissez une valeur comprise entre 16 et 16384 px.
he: יש להזין ערך בין 16 ל־16384 פיקסלים.
hi: 16 से 16384 px के बीच मान दर्ज करें।
id: Masukkan nilai antara 16 dan 16384 px.
it: Inserisci un valore da 16 a 16384 px.
ja: 16〜16384 pxの範囲で入力してください。
ko: 16~16384 px 범위의 값을 입력하세요.
nl: Voer een waarde van 16 tot 16384 px in.
pl: Wprowadź wartość od 16 do 16384 px.
pt_br: Insira um valor entre 16 e 16384 px.
ru: Введите значение от 16 до 16384 пикселей.
th: ป้อนค่าระหว่าง 16 ถึง 16384 px
tr: 16 ile 16384 px arasında bir değer girin.
uk: Введіть значення від 16 до 16384 пікселів.
vi: Nhập giá trị từ 16 đến 16384 px.
zh_hans: 请输入16到16384 px之间的值。
zh_hant: 請輸入16到16384 px之間的值。

# settings.information
source: Information
ar: معلومات
de: Informationen
es: Información
fr: Informations
he: מידע
hi: जानकारी
id: Informasi
it: Informazioni
ja: 情報
ko: 정보
nl: Informatie
pl: Informacje
pt_br: Informações
ru: Информация
th: ข้อมูล
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

# settings.jpegQuality
source: JPEG quality
ar: الإعدادات
de: JPEG-Qualität
es: Calidad JPEG
fr: Qualité JPEG
he: הגדרות
hi: सेटिंग्स
id: Kualitas JPEG
it: Qualità JPEG
ja: JPEG画質
ko: JPEG 품질
nl: JPEG-kwaliteit
pl: Jakość JPEG
pt_br: Qualidade JPEG
ru: Качество JPEG
th: คุณภาพ JPEG
tr: JPEG kalitesi
uk: Якість JPEG
vi: Chất lượng JPEG
zh_hans: JPEG 质量
zh_hant: JPEG 畫質

# settings.language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
he: שפה
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# settings.lightweight
source: Lightweight
ar: خفيف
de: Kompakt
es: Ligero
fr: Allégé
he: קל
hi: हल्का
id: Ringan
it: Leggero
ja: 軽量
ko: 경량
nl: Lichtgewicht
pl: Lekki
pt_br: Leve
ru: Облегчённый
th: ขนาดเบา
tr: Hafif
uk: Полегшений
vi: Nhẹ
zh_hans: 轻量
zh_hant: 輕量

# settings.ocrBasic
source: As is
ar: كما هو
de: Unverändert
es: Tal cual
fr: Tel quel
he: כפי שהוא
hi: जैसा है
id: Apa adanya
it: Così com’è
ja: そのまま
ko: 그대로
nl: Ongewijzigd
pl: Bez zmian
pt_br: Como está
ru: Без изменений
th: ตามต้นฉบับ
tr: Olduğu gibi
uk: Без змін
vi: Giữ nguyên
zh_hans: 保持原样
zh_hant: 保持原樣

# settings.ocrCorrected
source: Correct first
ar: تصحيح أولًا
de: Zuerst korrigieren
es: Corregir primero
fr: Corriger d’abord
he: תיקון תחילה
hi: पहले सुधारें
id: Koreksi dahulu
it: Correggi prima
ja: 補正する
ko: 먼저 보정
nl: Eerst corrigeren
pl: Najpierw popraw
pt_br: Corrigir primeiro
ru: Сначала исправить
th: ปรับแก้ก่อน
tr: Önce düzelt
uk: Спочатку виправити
vi: Hiệu chỉnh trước
zh_hans: 先校正
zh_hant: 先校正

# settings.original
source: Original size
ar: الأصل
de: Originalgröße
es: Tamaño original
fr: Taille d’origine
he: מקור
hi: मूल
id: Ukuran asli
it: Dimensioni originali
ja: 元サイズ
ko: 원본 크기
nl: Origineel formaat
pl: Rozmiar oryginalny
pt_br: Tamanho original
ru: Исходный размер
th: ขนาดเดิม
tr: Özgün boyut
uk: Початковий розмір
vi: Kích thước gốc
zh_hans: 原始尺寸
zh_hant: 原始大小

# settings.outputColor
source: Output color
ar: ألوان
de: Ausgabefarbe
es: Color de salida
fr: Couleur de sortie
he: צבע
hi: रंग
id: Warna hasil
it: Colore output
ja: 出力カラー
ko: 출력 색상
nl: Uitvoerkleur
pl: Kolor wyjściowy
pt_br: Cor de saída
ru: Цвет вывода
th: สีผลลัพธ์
tr: Çıktı rengi
uk: Колір виводу
vi: Màu đầu ra
zh_hans: 输出颜色
zh_hant: 輸出色彩

# settings.systemLanguageNote
source: Some features may appear in the device language.
ar: قد تظهر بعض الميزات بلغة الجهاز.
de: Einige Funktionen können in der Gerätesprache erscheinen.
es: Algunas funciones pueden aparecer en el idioma del dispositivo.
fr: Certaines fonctions peuvent s’afficher dans la langue de l’appareil.
he: ייתכן שחלק מהתכונות יוצגו בשפת המכשיר.
hi: सिस्टम भाषा के अनुसार
id: Beberapa fitur mungkin tampil dalam bahasa perangkat.
it: Alcune funzioni possono apparire nella lingua del dispositivo.
ja: 一部の機能は、端末の言語で表示される場合があります。
ko: 일부 기능은 기기 언어로 표시될 수 있습니다.
nl: Sommige functies kunnen in de apparaattaal verschijnen.
pl: Niektóre funkcje mogą być wyświetlane w języku urządzenia.
pt_br: Alguns recursos podem aparecer no idioma do aparelho.
ru: Некоторые функции могут отображаться на языке устройства.
th: ฟีเจอร์บางส่วนอาจแสดงเป็นภาษาของอุปกรณ์
tr: Bazı özellikler aygıt dilinde görünebilir.
uk: Деякі функції можуть відображатися мовою пристрою.
vi: Một số tính năng có thể hiển thị bằng ngôn ngữ của thiết bị.
zh_hans: 部分功能可能以设备语言显示。
zh_hant: 部分功能可能以裝置語言顯示。

# support.description
source: All features are free. Optional support purchases help fund ongoing availability, maintenance, and updates. Purchases never unlock extra features.
ar: جميع الميزات مجانية. تساعد مشتريات الدعم الاختيارية في تمويل استمرار توفر التطبيق وصيانته وتحديثه. ولا تفتح المشتريات أي ميزات إضافية.
de: Alle Funktionen sind kostenlos. Freiwillige Unterstützung hilft bei Bereitstellung, Wartung und Updates und schaltet keine Zusatzfunktionen frei.
es: Todas las funciones son gratuitas. Las compras opcionales ayudan a mantener y actualizar la app, sin desbloquear funciones extra.
fr: Toutes les fonctions sont gratuites. Les achats de soutien facultatifs financent la disponibilité, la maintenance et les mises à jour, sans débloquer de fonctions.
he: כל התכונות זמינות בחינם. רכישות תמיכה אופציונליות מסייעות במימון המשך הזמינות, התחזוקה והעדכונים. הרכישות אינן פותחות תכונות נוספות.
hi: वैकल्पिक समर्थन। सभी सुविधाएँ निःशुल्क हैं।
id: Semua fitur gratis. Dukungan opsional membantu ketersediaan, pemeliharaan, dan pembaruan tanpa membuka fitur tambahan.
it: Tutte le funzioni sono gratuite. Gli acquisti facoltativi sostengono disponibilità, manutenzione e aggiornamenti senza sbloccare funzioni.
ja: 「並び替えでポン」は全機能を無料で提供しています。任意の応援購入は、公開継続、保守、更新に活用されます。購入の有無で機能に違いはありません。
ko: 모든 기능은 무료입니다. 선택형 후원 구매는 앱 유지, 관리, 업데이트에 사용되며 추가 기능을 잠금 해제하지 않습니다.
nl: Alle functies zijn gratis. Vrijwillige steun helpt de app beschikbaar en bijgewerkt te houden en ontgrendelt geen extra functies.
pl: Wszystkie funkcje są bezpłatne. Dobrowolne wsparcie pomaga utrzymać i aktualizować aplikację, bez odblokowywania funkcji.
pt_br: Todos os recursos são gratuitos. As compras opcionais ajudam na manutenção e nas atualizações, sem liberar recursos extras.
ru: Все функции бесплатны. Необязательные покупки в поддержку помогают оплачивать дальнейшую доступность, обслуживание и обновления. Покупки не открывают дополнительных функций.
th: ฟีเจอร์ทั้งหมดใช้ฟรี การสนับสนุนโดยสมัครใจช่วยค่าเผยแพร่ การดูแล และการอัปเดต โดยไม่ปลดล็อกฟีเจอร์เพิ่ม
tr: Tüm özellikler ücretsizdir. İsteğe bağlı destek, uygulamanın sürdürülmesine ve güncellenmesine katkı sağlar; ek özellik açmaz.
uk: Усі функції безкоштовні. Необов’язкові покупки на підтримку допомагають оплачувати подальшу доступність, обслуговування та оновлення. Покупки не відкривають додаткових функцій.
vi: Mọi tính năng đều miễn phí. Khoản ủng hộ tùy chọn giúp duy trì, bảo trì và cập nhật ứng dụng, không mở khóa tính năng khác.
zh_hans: 所有功能均免费。自愿支持购买用于持续上架、维护和更新，不会解锁额外功能。
zh_hant: 所有功能皆免費。自願支持購買用於持續上架、維護與更新，不會解鎖額外功能。

# support.history.button
source: Messages
ar: الرسائل
de: Nachrichten
es: Mensajes
he: הודעות
hi: संदेश
id: Pesan
it: Messaggi
ja: メッセージ
ko: 메시지
nl: Berichten
pl: Wiadomości
pt_br: Mensagens
ru: Сообщения
th: ข้อความ
tr: Mesajlar
uk: Повідомлення
vi: Lời nhắn
zh_hans: 消息
zh_hant: 訊息

# support.history.filter.all
source: All
ar: الكل
de: Alle
es: Todos
fr: Toutes
he: הכול
hi: सभी
id: Semua
it: Tutte
ja: すべて
ko: 모두
nl: Alles
pl: Wszystkie
pt_br: Todas
ru: Все
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# support.history.filter.label
source: Show language
ar: لغة العرض
de: Sprache anzeigen
es: Idioma que se muestra
fr: Langue affichée
he: שפת תצוגה
hi: दिखाने की भाषा
id: Bahasa tampilan
it: Lingua da mostrare
ja: 表示する言語
ko: 표시 언어
nl: Weergavetaal
pl: Wyświetlany język
pt_br: Idioma exibido
ru: Язык сообщений
th: ภาษาที่แสดง
tr: Gösterilecek dil
uk: Мова повідомлень
vi: Ngôn ngữ hiển thị
zh_hans: 显示语言
zh_hant: 顯示語言

# support.history.title
source: Messages
ar: الرسائل
de: Nachrichten
es: Mensajes
he: הודעות
hi: संदेश
id: Pesan
it: Messaggi
ja: メッセージ
ko: 메시지
nl: Berichten
pl: Wiadomości
pt_br: Mensagens
ru: Сообщения
th: ข้อความ
tr: Mesajlar
uk: Повідомлення
vi: Lời nhắn
zh_hans: 消息
zh_hant: 訊息

# support.language.followApp
source: Follow App Language
ar: اتباع لغة التطبيق
de: App-Sprache verwenden
es: Usar el idioma de la app
fr: Suivre la langue de l’app
he: לפי שפת היישום
hi: ऐप की भाषा अपनाएँ
id: Ikuti bahasa app
it: Usa la lingua dell’app
ja: アプリの設定に従う
ko: 앱 언어 따르기
nl: Taal van de app volgen
pl: Użyj języka aplikacji
pt_br: Seguir o idioma do app
ru: Как в приложении
th: ใช้ภาษาของแอป
tr: Uygulama dilini kullan
uk: Як у застосунку
vi: Theo ngôn ngữ ứng dụng
zh_hans: 跟随 App 语言
zh_hant: 跟隨 App 語言

# support.language.title
source: Language for Support
ar: لغة صفحة الدعم
de: Sprache der Unterstützungsseite
es: Idioma de la página de apoyo
fr: Langue de la page de soutien
he: שפת עמוד התמיכה
hi: सहयोग पेज की भाषा
id: Bahasa halaman dukungan
it: Lingua della pagina di supporto
ja: 応援ページの言語
ko: 응원 페이지 언어
nl: Taal van de steunpagina
pl: Język strony wsparcia
pt_br: Idioma da página de apoio
ru: Язык страницы поддержки
th: ภาษาหน้าสนับสนุน
tr: Destek sayfası dili
uk: Мова сторінки підтримки
vi: Ngôn ngữ trang ủng hộ
zh_hans: 支持页面语言
zh_hant: 支持頁面語言

# support.loadFailed
source: Support options couldn’t be loaded.
ar: تعذر تحميل خيارات الدعم.
de: Die Unterstützungsoptionen konnten nicht geladen werden.
es: No se pudieron cargar las opciones de apoyo.
fr: Impossible de charger les options de soutien.
he: לא ניתן לטעון את אפשרויות התמיכה.
hi: सहयोग विकल्प लोड नहीं हो सके।
id: Opsi dukungan tidak dapat dimuat.
it: Impossibile caricare le opzioni di supporto.
ja: 応援商品を読み込めませんでした。
ko: 후원 옵션을 불러올 수 없습니다.
nl: De steunopties konden niet worden geladen.
pl: Nie udało się wczytać opcji wsparcia.
pt_br: Não foi possível carregar as opções de apoio.
ru: Не удалось загрузить варианты поддержки.
th: ไม่สามารถโหลดตัวเลือกการสนับสนุนได้
tr: Destek seçenekleri yüklenemedi.
uk: Не вдалося завантажити варіанти підтримки.
vi: Không thể tải các lựa chọn ủng hộ.
zh_hans: 无法加载支持选项。
zh_hant: 無法載入支持選項。

# support.message.large.01
source: This is an extraordinary show of support. Thank you for helping the app keep growing.
ar: هذا دعم كبير حقًا. سأحمله معي وأنا أواصل بناء التطبيق بعناية.
de: Das ist außergewöhnlich großzügig. Vielen Dank für dieses starke Vertrauen.
es: Es un apoyo enorme y muy especial. Gracias de corazón.
fr: C’est un soutien exceptionnel. Merci infiniment pour cette confiance.
he: זוהי תמיכה יוצאת דופן. תודה על האמון הגדול בפרויקט.
hi: यह असाधारण सहयोग है। आपके भरोसे के लिए हार्दिक धन्यवाद।
id: Ini dukungan yang luar biasa besar. Terima kasih atas kepercayaanmu.
it: È un sostegno davvero straordinario. Grazie di cuore per la fiducia.
ja: とても大きな応援をありがとうございます。今後の開発を支える大切な力になります。
ko: 정말 큰 응원입니다. 보내 주신 신뢰에 진심으로 감사드립니다.
nl: Dit is uitzonderlijk gul. Heel veel dank voor je vertrouwen.
pl: To wyjątkowo hojne wsparcie. Serdecznie dziękuję za zaufanie.
pt_br: Este é um apoio realmente extraordinário. Muito obrigado pela confiança.
ru: Это невероятно щедрая поддержка. Искренне благодарю за доверие.
th: นี่คือการสนับสนุนที่ยิ่งใหญ่มาก ขอบคุณสำหรับความไว้วางใจจากใจจริง
tr: Bu gerçekten olağanüstü bir destek. Güveniniz için içtenlikle teşekkür ederim.
uk: Це надзвичайно щедра підтримка. Щиро дякую за довіру.
vi: Đây là một sự ủng hộ vô cùng hào phóng. Xin chân thành cảm ơn niềm tin của bạn.
zh_hans: 这是一份十分慷慨的支持。谢谢你给予如此珍贵的信任。
zh_hant: 這是一份十分慷慨的支持。謝謝你給予如此珍貴的信任。

# support.message.large.02
source: A major boost just reached the project. I am deeply grateful for your support.
ar: مساندتك الاستثنائية تعني الكثير لهذا المشروع المستقل. شكرًا بصدق.
de: Deine große Unterstützung trägt die weitere Entwicklung ein gutes Stück mit.
es: Tu generosidad impulsa con fuerza el futuro de la aplicación.
fr: Votre grande générosité donne un véritable avenir à ce projet indépendant.
he: הנדיבות שלך נותנת לפיתוח תנופה חזקה לעתיד. תודה עמוקה.
hi: आपकी बड़ी मदद इस ऐप के भविष्य को मज़बूत गति देती है।
id: Kebaikanmu memberi tenaga nyata bagi masa depan aplikasi ini.
it: La tua generosità dà un impulso importante al futuro dell’app.
ja: このアプリのこれからへ、力強い後押しをいただきました。心より感謝します。
ko: 앱의 미래에 강한 추진력을 더해 주셨습니다. 감사합니다.
nl: Jouw grote steun geeft de toekomst van deze app echte vaart.
pl: Twoja pomoc nadaje przyszłości aplikacji naprawdę duże tempo.
pt_br: Sua generosidade dá um impulso enorme ao futuro do aplicativo.
ru: Ваш вклад придаёт будущему приложения серьёзный импульс.
th: ความกรุณาของคุณช่วยเพิ่มพลังให้อนาคตของแอปอย่างมาก
tr: Cömertliğiniz uygulamanın geleceğine büyük bir ivme kazandırıyor.
uk: Ваш внесок надає майбутньому застосунку потужного руху вперед.
vi: Sự rộng lòng của bạn tạo đà lớn cho tương lai của ứng dụng.
zh_hans: 你的慷慨为应用的未来带来了强劲动力。
zh_hant: 你的慷慨為應用程式的未來帶來強勁動力。

# support.message.large.03
source: Your generosity gives this independent development real momentum. Thank you.
ar: وصلت دفعة قوية للمستقبل. شكرًا لأنك اخترت دعم استمرار التطبيق.
de: Ein kräftiger Beitrag für die Zukunft der App. Herzlichen Dank.
es: Gracias por dar un respaldo tan grande a este proyecto independiente.
fr: Un immense encouragement vient d’arriver. Je vous en suis profondément reconnaissant.
he: תמיכה גדולה כזאת משמעותית מאוד עבור אפליקציה עצמאית. תודה רבה.
hi: स्वतंत्र रूप से बनाए जा रहे इस प्रोजेक्ट को इतना बड़ा सहारा देने के लिए धन्यवाद।
id: Terima kasih telah memberi dorongan besar untuk proyek mandiri ini.
it: Un aiuto così grande significa moltissimo per questo progetto indipendente.
ja: 大きな信頼を受け取りました。長く丁寧に育てていきます。
ko: 이렇게 큰 도움은 독립 프로젝트에 매우 소중합니다. 오래도록 잘 이어 가겠습니다.
nl: Een enorme bijdrage aan een onafhankelijk project. Oprecht bedankt.
pl: Tak duże wsparcie ma ogromne znaczenie dla niezależnego projektu. Dziękuję.
pt_br: Um apoio desse tamanho faz muita diferença para um projeto independente. Gratidão.
ru: Такая большая помощь очень важна для независимого проекта. Спасибо от всего сердца.
th: แรงสนับสนุนครั้งใหญ่นี้มีความหมายมากต่อโครงการอิสระ ขอบคุณมาก
tr: Bağımsız bir projeye böylesine büyük destek verdiğiniz için çok teşekkürler.
uk: Така велика допомога має величезне значення для незалежного проєкту. Дякую.
vi: Một sự hỗ trợ lớn như vậy có ý nghĩa đặc biệt với dự án độc lập này. Cảm ơn bạn.
zh_hans: 对独立项目而言，这样的支持意义非凡。由衷感谢。
zh_hant: 對獨立專案而言，這樣的支持意義非凡。由衷感謝。
